{"title":"\"How does funding affect child welfare programs and families? We follow the money to find out”","headline":"States don’t \"profit\" from foster care — at least, not legally or directly. But there’s been growing criticism that the financial incentives might affect decisions — for instance, agencies getting more funding for more kids in care rather than focusing on family reunification.","byline":"By Andres, Amy and Minahil","date":"May 5, 2025","money1":"In 2023-2024 California spent over $9.8 billion in child welfare expenditures. Where does that money come from and where does it go?","money2":"States don’t \"profit\" from foster care — at least, not legally or directly. But there’s growing criticism that the financial incentives might affect decisions by social workers that aren’t necessarily in the best interest of family reunification— for instance, agencies getting more funding when kids go into care with a stranger rather than with kin.","money3":"This is an interactive explanation of what can happen when a call is made to the central child welfare hotline and where the money is coming from and going to within the system.","familytogether":"In 2017, Vanessa Peoples, a 25-year-old Black mother of three young children was at a family picnic when her toddler briefly wandered out of sight. Although he was unharmed, a bystander called the police, leading to a child abuse ticket. A month later, when a caseworker from child protective services came to her home for a follow-up and didn’t receive an immediate response, they called the police. Seven officers forcibly entered, threw Vanessa to the floor, hogtied her, and arrested her—while her children, including an infant, watched. She was jailed, placed on the child abuse registry, and subjected to months of invasive monitoring, including weekly unannounced home visits and mandatory parenting classes while her children were sent to live with a foster family. The ordeal deeply traumatized her family and disrupted her life—preventing her from working as a nurse and making it harder to find stable housing. Peoples’ arrest and subsequent placement on the child abuse registry severely hindered her ability to secure employment in her trained profession as a nurse. This, coupled with challenges in finding stable housing, underscores the broader financial and emotional toll on her family. Her experience exemplifies how the child welfare system's interventions can lead to long-term economic hardship for families, particularly those already facing financial instability.","book":"Vanessa’s story, as told in Dorothy Roberts’ Torn Apart, illustrates how the child welfare system disproportionately targets and punishes Black mothers under the guise of child protection. Every year, state child protection agencies remove about 500,000 children from their homes—half through formal court-supervised processes and half through informal agreements with parents. About 11 percent of Indigenous children and 9 percent of Black children can expect to enter foster care before their eighteenth birthday. The rate for white children, 5 percent, is substantially lower, but still troubling.","sustain":"The child welfare system sustains itself and perpetuates its need for funding through pursuing minor neglect cases, according to Dorothy Roberts. system disproportionately targets low-income families—especially Black families—for perceived neglect or poverty-related conditions. These cases rarely involve actual harm to children but trigger extensive surveillance, interventions, and removals. By labeling poverty as neglect, the system justifies its continued expansion and funding. Each report, investigation, and family monitoring instance fuels bureaucratic activity that qualifies for government funding, including federal dollars tied to foster care and adoption. This creates a self-reinforcing cycle: the more families are investigated, the more the system can claim to be protecting children, securing resources while doing little to address the root causes of hardship like poverty, housing insecurity, or lack of child care.","un":"According to a 2019 UNICEF report on family friendly policies, the US ranks last among other OECD nations in terms of family oriented policies.","phone":"Call is made to the central child welfare hotline - the majority of calls come from mandated reporters but anyone can call and remain anonymous.","mandated":"A mandated reporter is an individual legally required to report suspected cases of child abuse or neglect to the appropriate authorities. This duty applies even if there is only a reasonable suspicion of abuse or neglect, not requiring proof. Mandated reporters often include professionals like teachers, social workers, healthcare providers, and law enforcement officers","repercussions":"There are no repercussions for making false reports.","neglect":"The majority of calls and cases that are screened into the system and the family is then investigated  are for neglect","negligent":"In California, Child Protective Services (CPS) defines neglect as the negligent failure of a parent, guardian, or caretaker to provide adequate food, clothing, shelter, medical care, or supervision, where no physical injury has occurred. This failure to act, or an act of omission, constitutes a threat to the child's health or welfare.","numbers":"Stats here on how many calls were made in 2024, and how many were for actual physical or sexual abuse. The vast majority were for alleged neglect by the parents.","teacher":"Sometimes, all it takes is a single call from a mandated reporter to CPS to get social workers to look into a case. A teacher, for example, may report when a student says they are constantly hungry or from the teacher's perspective, looks uncared for.","callsign":"Call is made to the central child welfare hotline - the majority of calls come from mandated reporters but anyone can call and remain anonymous. There are no repercussions for making false reports.","familyseparation":"child falls through the floor","tree":[{"type":"text","value":"Please select one of the following options on the circles. You will have the option to read different scenarios and take different paths about a child entering the welfare system."},{"type":"decision","decisionText":"Call is made to central Child Welfare hotline and screened by Child Protection Services (CPS)  intake team.","choices":["Low Safety Concern","Moderate to High Safety Concern"],"outcomes":[{"outcome":[{"type":"text","value":"Call is screened OUT"},{"type":"text","value":"In California, Child Welfare Services (CWS) uses risk assessment tools, like Structured Decision Making (SDM), to evaluate the likelihood of abuse or neglect. A screened out call indicates a low likelihood of abuse or neglect."},{"type":"text","value":"No investigation initiated and no further involvement by CWS for this particular call"},{"type":"text","value":"This path has reached a conclusion. The child may interact again with child welfare, but at this stage they are unlikely to continue with the government and remain with their guardians."},{"type":"text","value":"Please select a different route by backtracking to the previous circle."},{"type":"img","src":"./main/end.svg","alt":"A stop sign saying, money for kids dries up."}]},{"outcome":[{"type":"text","value":"Call is screened IN"},{"type":"text","value":"In California, Child Welfare Services (CWS) uses risk assessment tools, like Structured Decision Making (SDM), to evaluate the likelihood of abuse or neglect. A screened in call indicates a moderate or high likelihood of abuse or neglect."},{"type":"text","value":"Report is sent to the local county child welfare agency and screened into their system. A case is opened and the agency must initiate an investigation within 24 hours (this timeframe varies by state)."},{"type":"text","value":"Screenings for neglect are subjective and depends on the case worker how they interpret the definition. Some examples of reported neglect are: not having a car seat for baby at time of birth, school truancy, ..."},{"type":"decision","decisionText":"CPS investigates a case:","choices":["Insufficient evidence","Sufficient evidence"],"outcomes":[{"outcome":[{"type":"text","value":"Insufficient evidence of abuse or neglect"},{"type":"text","value":"Family may be offered state or county services to address economic or health needs that may be an underlying issue."},{"type":"text","value":"(No guarantee services or funds may be available)"},{"type":"text","value":"Risk is minimized and the report case is closed."},{"type":"img","src":"./main/end.svg","alt":"A stop sign saying, money for kids dries up."}]},{"outcome":[{"type":"decision","decisionText":"Risk assessment of claims is conducted:","choices":["Low Risk","Medium or High Risk"],"outcomes":[{"outcome":[{"type":"text","value":"Low to no risk of future harm to the child is found."},{"type":"text","value":"Family may be offered state or county services to address economic or health needs that may be an underlying issue."},{"type":"text","value":"(No guarantee services or funds may be available)"},{"type":"text","value":"Risk is minimized and the report case is closed."},{"type":"img","src":"./main/end.svg","alt":"A stop sign saying, money for kids dries up."}]},{"outcome":[{"type":"text","value":"Sufficient evidence of abuse or neglect substantiated."},{"type":"text","value":"Child harmed and at risk for future maltreatment. CPS files for court petition to remove child from family home"},{"type":"decision","decisionText":"CPS files in court for state custody and removal of child from home:","choices":["In favor of the parent(s)","In favor of  the state"],"outcomes":[{"outcome":[{"type":"text","value":"Judge rules for custody to remain with parent(s)"},{"type":"text","value":"Child remains in parental custody  while completing required steps to ensure “safer” environment for child. Examples of this could be finding better or adequate housing, completing outpatient substance treatment, or leaving an unstable or violent partner."},{"type":"img","src":"./main/end.svg","alt":"A stop sign saying, money for kids dries up."}]},{"outcome":[{"type":"decision","decisionText":"A child has been removed from their home.","choices":["Relative/Kin Care","Foster Agency or Group Home","Foster Family"],"outcomes":[{"outcome":[{"type":"text","value":"The child is placed in the care of a next of kin or relative."},{"type":"text","value":"Court grants temporary custody of the child to go to a relative/kin. The kin caregiver must adhere to and pass strict process to become a licensed foster parent first in order to be approved for custody"},{"type":"text","value":"Explore other scenarios by returning to the previous decision point."},{"type":"img","src":"./main/end.svg","alt":"A stop sign saying, money for kids dries up."}]},{"outcome":[{"type":"text","value":"The child is placed in a foster family agency or group home."},{"type":"text","value":"Child is placed with one of the hundreds of private Foster Family Agencies (FFAs) within California."},{"type":"text","value":"California contracts with private  Foster Family Agencies and foster group homes for the placement of children who require more intensive care."},{"type":"text","value":"*Stat here on abuse rates in foster youth group homes"},{"type":"text","value":"Explore other scenarios by returning to the previous decision point."}]},{"outcome":[{"type":"text","value":"Child is placed in a licensed foster family home."},{"type":"text","value":"Court grants temporary custody of the child to a licensed foster family unknown to the child. Child remains with the foster family until CPS determines when it is safe for the child to return to the birth parent(s)."},{"type":"text","value":"According to Youth and Family Programs, In California, foster families can receive a stipend of $1,000 to $2,600 per child, per month to help with the added financial burden of caring for a child."},{"type":"text","value":"Kin placement does not receive a stipend to help with the added financial burden."},{"type":"text","value":"*Stat here on abuse rates in foster homes"},{"type":"decision","decisionText":"CPS and courts determine when/if a child can return to birth parent(s)","choices":["Reunified with family","Parent's rights are terminated"],"outcomes":[{"outcome":[{"type":"text","value":"The child returns to their birth parent(s) if the court and CPS deems it appropriate."},{"type":"text","value":"After a parent has completed an extensive program of requirements (for example: supervised visits, regular drug testing, behavioural programs, improved housing conditions, etc) a family court judge, with the guidance of CPS, determines it is safe for the child to reunite with the parent."},{"type":"img","src":"./main/end.svg","alt":"A stop sign saying, money for kids dries up."}]},{"outcome":[{"type":"text","value":"Parental rights for the child have been terminated."},{"type":"text","value":"Even if a parent has completed the extensive program of requirements,  CPS can still push for termination of parental rights in family court. If a judge rules for terminating parental rights, that parent’s name is permanently removed from the child’s birth certificate."},{"type":"decision","decisionText":"Parents rights have been terminated.","choices":["Relative/Kin","Foster Agency or Group Home","Foster Family"],"outcomes":[{"outcome":[{"type":"text","value":"The child is permanently placed in the care of the relative or next of kin."},{"type":"text","value":"Child’s kin guardian can proceed with the adoption process to gain permanent custody of the child."},{"type":"img","src":"./main/end.svg","alt":"A stop sign saying, money for kids dries up."}]},{"outcome":[{"type":"text","value":"The child remains in the system of a foster agency or group home."},{"type":"text","value":"Custody of the child remains with the agency indefinitely."}]},{"outcome":[{"type":"text","value":"Foster family can proceed with the adoption process to gain permanent custody of the child."},{"type":"decision","decisionText":"Where does this leave us now?","choices":["Reform"],"outcomes":[{"outcome":[{"type":"text","value":"In late 2023, the Biden Administration has instituted a new set of rules that prompts states to “provide kinship caregivers with the same level of financial assistance that any other foster care provider receives. California has since followed suit, set to implement a new foster care pay for foster home care and kinship care beginning in 2027."},{"type":"text","value":"Will these new reforms redirect incentive to try to keep families together? Time will tell."}]}]}]}]}]}]}]}]}]}]}]}]}]}]}]}]}]}