{"title":"\"Do funding incentives supporting the child welfare system help or harm families. We follow the money to find out”","headline":"States don’t \"profit\" from foster care — at least, not legally or directly. But there’s been growing criticism that the financial incentives might affect decisions — for instance, agencies getting more funding for more kids in care rather than focusing on family reunification.","byline":"By Andres, Amy and Minahil","date":"April 23, 2025","money1":"In 2023-2024 California spent over $9.8 billion in child welfare expenditures. Where does that money come from and where does it go?","money2":"States don’t \"profit\" from foster care — at least, not legally or directly. But there’s growing criticism that the financial incentives might affect decisions by social workers that aren’t necessarily in the best interest of family reunification— for instance, agencies getting more funding when kids go into care with a stranger rather than with kin.","money3":"This is an interactive explanation of what can happen when a call is made to the central child welfare hotline and where the money is coming from and going to within the system.","familytogether":"graphic of family together text (will be replaced) Start off almost as a narrative - ”Little Susie, 2, likes to play with her family. She likes going to parks, calling her grandma on the phone. Her mom and dad were married for over 5 years but mutually agreed to separate. They did not plan to have Susie, but try their best to raise her. Susie stays with her mom because her dad is living at home with his parents. He does make a lot of money but tries to support his family. Carol suffers from untreated post partum depression. She tried her best to hide it from her family but the pain killers from her delivery have run out. She had a history of substance abuse and had been sober during Susie's pregnancy, but she lapsed for a few days. At a scheduled doctor's appointment, the medical team reported her to behavior to Child Protective Services. The following is a story of what will happen to Susie as her family potentially loses her to the care of the state.”","teacher":"Sometimes, all it takes is a single call from a mandated reporter to CPS to get social workers to look into a case. A teacher, for example, may report when a student says they are constantly hungry or from the teacher's perspective, looks uncared for.","callsign":"Call is made to the central child welfare hotline - the majority of calls come from mandated reporters but anyone can call and remain anonymous. There are no repercussions for making false reports.","familyseparation":"child falls through the floor","tree":[{"type":"text","value":"Please select one of the following options on the circles. You will have the option to read different scenarios and take different paths about a child entering the welfare system."},{"type":"decision","decisionText":"Central intake must decide whether they should accept a call about a child's welfare.","choices":["Screened Out","Screened In"],"outcomes":[{"outcome":[{"type":"text","value":"Call is screened OUT"},{"type":"text","value":"In California, Child Welfare Services (CWS) uses risk assessment tools, like Structured Decision Making (SDM), to evaluate the likelihood of abuse or neglect. A screened out call indicates a low likelihood of abuse or neglect."},{"type":"text","value":"No investigation initiated and no further involvement by CWS for this particular call"},{"type":"img","src":"demo/assets/test.jpg","alt":"Describe."},{"type":"text","value":"This path has reached a conclusion. The child may interact again with child welfare, but at this stage they are unlikely to continue with the government and remain with their guardians."},{"type":"text","value":"Please select a different route by backtracking to the previous circle."}]},{"outcome":[{"type":"text","value":"When a child's case is screened, that means a social worker has identified enough flags to raise concerns for the wellbeing of the child. Factors that could warrant a case to be screened into the system include: concerns about a child seat available in a vehicle."},{"type":"text","value":"In California, child neglect, as defined by state law and CWS, is the negligent failure of a parent, guardian, or caretaker to provide adequate care, including food, clothing, shelter, medical care, and supervision, when a child's health or welfare is threatened. This definition includes both general neglect, where no physical injury has occurred, and severe neglect, where the child's health is endangered."},{"type":"text","value":"Screenings for neglect are subjective and depends on the case worker how they interpret the definition. Some examples of reported neglect are: not having a car seat for baby at time of birth, school truancy, ..."},{"type":"decision","decisionText":"CPS begins investigating the validity of the claims made:","choices":["Insufficient evidence","Sufficient evidence"],"outcomes":[{"outcome":[{"type":"text","value":"Insufficient evidence means…"},{"type":"text","value":"dead end."}]},{"outcome":[{"type":"text","value":"sufficient means…"},{"type":"text","value":"subject AF"},{"type":"decision","decisionText":"Risk assessment of claims is conducted:","choices":["Low Risk","Medium or High Risk"],"outcomes":[{"outcome":[{"type":"text","value":"Low risk means…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"In the most recent Child Maltreatment Report, neglect accounted for the vast majority of child maltreatment reports nationally. Specifically, 74.3% of victims were reported as being neglected, compared to 17% for physical abuse and 10.6% for sexual abuse."},{"type":"img","src":"./main/maltreatment.png","alt":"Graphic of the previous statistics."},{"type":"decision","decisionText":"Evaluation of continued future risk","choices":["No expected risk","Expected risk"],"outcomes":[{"outcome":[{"type":"text","value":"No risk means…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"Expected risk means…"},{"type":"decision","decisionText":"Court petition is filed for the removal of child from their parents:","choices":["Dismissed","Accepted but…","Accepted and…"],"outcomes":[{"outcome":[{"type":"text","value":"Dismissed means…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"Accepted but…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"Low risk means…"},{"type":"decision","decisionText":"Child is placed in the care of the state, they are sent to:","choices":["Foster Youth Center","Foster Family"],"outcomes":[{"outcome":[{"type":"text","value":"Foster Youth center is…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"A foster family receives money"},{"type":"text","value":"gasp"},{"type":"decision","decisionText":"CPS determines whether child can return to parents","choices":["Remain with in foster care","Return to their family","Parent's rights are terminated"],"outcomes":[{"outcome":[{"type":"text","value":"Remaining in foster care means…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"Returning to family means…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"Termination means…"},{"type":"text","value":"oh no"},{"type":"decision","decisionText":"Parents rights have been terminated. The child is removed from the family and…","choices":["Ward of the state","Adopted","Legal Guardianship"],"outcomes":[{"outcome":[{"type":"text","value":"Ward means…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"Adoption means…"},{"type":"text","value":"dead end"}]},{"outcome":[{"type":"text","value":"Guardian ship means…"},{"type":"text","value":"dead end"}]}]}]}]}]}]}]}]}]}]}]}]}]}]}]}]}]}